
// Localized menu item titles for the Services menu
"BibDesk/Add to Bibliography" = "";

// Localized menu item titles for the Services menu
"BibDesk/Complete Citation" = "BibDesk/Cita completa";

// Localized menu item titles for the Services menu
"BibDesk/Complete Cite Key" = "BibDesk/Clave de referencia bibliográfica completa";

// Localized menu item titles for the Services menu
"BibDesk/Complete Rich Text Bibliography" = "";

// Localized menu item titles for the Services menu
"BibDesk/Complete Text Bibliography" = "";

// Localized menu item titles for the Services menu
"BibDesk/New Document With Selection" = "";

// Localized menu item titles for the Services menu
"BibDesk/Open URL in BibDesk Web Group" = "";

// Localized menu item titles for the Services menu
"BibDesk/Show Reference With Cite Key" = "BibDesk/Mostrar referencia con clave de referencia bibliográfica";
